[
    {
        "title": "We are looking for distribution partners in Northern Europe and the Balkans",
        "image": "/assets/blog1.png",
        "author_image": "https://example.com/images/author1.jpg",
        "author_name": "John Doe",
        "date_published": "2024-10-05",
        "description": "We have decided to open a 4th distribution branch in order to deliver our orders in the European region faster, and for this we want to hire 18 people in Northern Norway, USA and Montenegro. In this case, we will personally provide you with the office and work environment. We will provide you with a 3-month online - physical course on how to do your job, in this case you will be able to learn easily. All physical and digital programs and machines will be provided by us and you will receive a certain amount of our sales every month. SOON APPLIES WILL BE OPEN!",
        "slug": "we-are-looking-for-new-teammates"
    },
    {
        "title": "Why are our products so cheap?",
        "image": "/assets/blog2.png",
        "author_image": "https://example.com/images/author2.jpg",
        "author_name": "Jane Smith",
        "date_published": "2024-09-28",
        "description": "People are always asking “why don't you spend all the money on yourself, why do you give it away cheaply?” The answer is simple... It is very difficult to launder +5000 CC cards and millions of dollars of bitcoins wherever you are in the world, it is a matter of time before you get caught with that much money, a group of 18 people like us can never launder that much money, so the most reliable way is to share the money with 3rd parties. We used to be able to launder money with bits on Twitch, but the money in our hands has exceeded millions of dollars, so we have become unable to do this on Twitch, the larger the size of the money, the harder it is to get clean money, so we introduced the 85% to 15% rule. We built a website that does not keep any data anonymously, providing 100% anonymity, we offer you our sales through this website. We give you 85% of the profit and we take 15%. This makes it impossible to track because we sell to thousands of people with BTC mixers. So you earn money safely and we earn money safely. Isn't that a fair deal? If you have more questions, you can ask us by sending us an e-mail",
        "slug": "the-ultimate-guide-to-organizing-links-for-teams"
    }
]